const FAQData = [
  {
    title: 'Как создать новый плейлист?',
    text: (
      <span>
        Перейдите во вкладку создать плейлист и заполните простую форму. Чтобы создать новый плейлист, вам понадобится:
        названия треков, ссылка на сайт, где хранится аудиофайл и продоллжительность трека. <br />
        <br />
        Наши плейлисты сверстаны так, что идеально подоходят для 1 - 10 треков. <br />
        После того, как вы добавите все нужные треки, нажмите на кнопку создать плейлист. Вы получите ссылку на плеер, а
        также готовый HTML-код для вставки на ваш сайт.
      </span>
    ),
  },
  {
    title: 'Где взять треки для плейлиста?',
    text: (
      <span>
        Попросить у музыкального редактора или добавить самостоятельно, используя <a>Загрузку треков</a> или свое
        хранилище файлов.
      </span>
    ),
  },
  {
    title: 'Как назвать плейлист?',
    text: (
      <span>
        Название плейлиста нужно записать на английском языке, например Deep house playlist, в ссылке на плейлист вы
        увидите /player/DeepHousePlaylist
      </span>
    ),
  },
  {
    title: 'Что такое title плейлиста?',
    text: <span>Это заголовок страницы, который будет виден в браузере.</span>,
  },
  {
    title: 'Как изменить ссылку на трек или его название?',
    text: (
      <div>
        Вам нужно перейти в раздел Редактирование плейлиств Выбрать нужный плейлист Внести необходимые изменения Нажать
        кнопку <button>Сохранить изменения</button>
      </div>
    ),
  },
];

export default FAQData;
